Revit 2027 API
ParameterTypeId.RbsSystemRisedrop2linerisesymbolParam Property
 "Two Line Rise Symbol"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsSystemRisedrop2linerisesymbolParam { get; }
Public Shared ReadOnly Property RbsSystemRisedrop2linerisesymbolParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsSystemRisedrop2linerisesymbolParam {
	ForgeTypeId^ get ();
}
static member RbsSystemRisedrop2linerisesymbolParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace